[
    {
      "id": "0",
      "content": "Idan doesn’t sleep. He waits."
    },
    {
      "id": "1",
      "content": "When Idan does a push-up, he’s not lifting himself up, he’s pushing the Earth down."
    },
    {
      "id": "2",
      "content": "Idan can hear sign language."
    },
    {
      "id": "3",
      "content": "Idan counted to infinity. Twice."
    },
    {
      "id": "4",
      "content": "When Idan enters a room, he doesn’t turn the lights on. He turns the dark off."
    },
    {
      "id": "5",
      "content": "Idan can slam a revolving door."
    },
    {
      "id": "6",
      "content": "Idan’s tears cure cancer. Too bad he has never cried."
    },
    {
      "id": "7",
      "content": "Idan doesn’t need a GPS. The world rearranges itself to get him where he needs to go."
    },
    {
      "id": "8",
      "content": "Idan once won a game of Connect Four in three moves."
    },
    {
      "id": "9",
      "content": "Idan can divide by zero."
    },
    {
      "id": "10",
      "content": "When Idan steps on a Lego, the Lego cries."
    },
    {
      "id": "11",
      "content": "Idan can unscramble an egg."
    },
    {
      "id": "12",
      "content": "Idan doesn't need a watch. He decides what time it is."
    },
    {
      "id": "13",
      "content": "Idan once made a Happy Meal cry."
    },
    {
      "id": "14",
      "content": "Idan can speak braille."
    },
    {
      "id": "15",
      "content": "Idan doesn't mow his lawn. He dares the grass to grow."
    },
    {
      "id": "16",
      "content": "The Boogeyman checks his closet for Idan before going to bed."
    },
    {
      "id": "17",
      "content": "When Idan enters a courtroom, the judge stands up."
    },
    {
      "id": "18",
      "content": "Idan can start a fire by rubbing two ice cubes together."
    },
    {
      "id": "19",
      "content": "Idan’s shadow has never been seen. It’s too scared to show up."
    },
    {
      "id": "20",
      "content": "Idan once played tennis with a brick wall – and won."
    },
    {
      "id": "21",
      "content": "If Idan was late, time would slow down."
    },
    {
      "id": "22",
      "content": "Idan once ordered a Big Mac at Burger King – and got one."
    },
    {
      "id": "23",
      "content": "Idan can hear colors."
    },
    {
      "id": "24",
      "content": "Idan’s hand is the only hand that can beat a royal flush."
    },
    {
      "id": "25",
      "content": "Idan doesn't need a parachute. The ground moves out of his way."
    },
    {
      "id": "26",
      "content": "When Idan crosses the street, cars look both ways."
    },
    {
      "id": "27",
      "content": "Idan can do a wheelie on a unicycle."
    },
    {
      "id": "28",
      "content": "Idan can make onions cry."
    },
    {
      "id": "29",
      "content": "Idan doesn't dial the wrong number. You pick up the wrong phone."
    },
    {
      "id": "30",
      "content": "NEPA doesn’t take light from Idan. He gives them permission to switch it off."
    },
    {
      "id": "31",
      "content": "Idan doesn’t need JAMB to enter university. Universities write exams to admit him."
    },
    {
      "id": "32",
      "content": "Idan doesn’t wait for fuel queues. The petrol station brings the fuel to him."
    },
    {
      "id": "33",
      "content": "When Idan buys suya, the pepper adjusts itself to the perfect level."
    },
    {
      "id": "34",
      "content": "Idan doesn't need a visa. His passport stamps itself."
    },
    {
      "id": "35",
      "content": "Idan doesn’t chase after danfos. They stop wherever he is."
    },
    {
      "id": "36",
      "content": "When Idan enters a bank, there’s no need to queue. The ATM dispenses naira directly to him."
    },
    {
      "id": "37",
      "content": "Idan doesn’t pay for food at parties. The jollof rice serves itself to him."
    },
    {
      "id": "38",
      "content": "Idan doesn’t use Google Maps in Lagos. The roads ask him for directions."
    },
    {
      "id": "39",
      "content": "Idan doesn’t call Uber. The driver calls him to ask if he needs a ride."
    },
    {
      "id": "40",
      "content": "When Idan buys garri, the price of sugar and groundnut goes down."
    },
    {
      "id": "41",
      "content": "Idan doesn’t get sunburnt. The Nigerian sun asks for his permission to shine."
    },
    {
      "id": "42",
      "content": "Idan doesn’t need network data. His phone connects itself to everything."
    },
    {
      "id": "43",
      "content": "When Idan runs, he doesn’t sweat. The sun takes a break."
    },
    {
      "id": "44",
      "content": "Idan doesn’t need to vote. The election results adjust themselves for him."
    },
    {
      "id": "45",
      "content": "Idan doesn’t use ATM cards. The ATM recognizes his face and dispenses cash."
    },
    {
      "id": "46",
      "content": "Idan doesn’t queue for bread. Agege bread waits for him at his doorstep."
    },
    {
      "id": "47",
      "content": "When Idan makes a call, the network automatically becomes clearer."
    },
    {
      "id": "48",
      "content": "Idan doesn’t do NYSC. The government gives him a certificate for showing up."
    },
    {
      "id": "49",
      "content": "When Idan drinks pure water, the sachet refills itself."
    }
  ]
  